Repository: End18Zone/filmhanterare
Catalog: languages/*.po
Languages: sv_se

source: Films
sv_se: Filmer

source: Film Archives
sv_se: Filmarkiv

source: Film Attributes
sv_se: Filmattribut

source: Parent Film:
sv_se: Föräldrafilm:

source: All Films
sv_se: Alla filmer

source: Add New Film
sv_se: Lägg till ny film

source: Add New
sv_se: Lägg till

source: New Film
sv_se: Ny film

source: Edit Film
sv_se: Redigera film

source: Update Film
sv_se: Uppdatera film

source: View Film
sv_se: Visa film

source: View Films
sv_se: Visa filmer

source: Search Films
sv_se: Sök filmer

source: Not found
sv_se: Hittades inte

source: Not found in Trash
sv_se: Hittades inte i papperskorgen

source: Synopsis
sv_se: Handling

source: Runtime (minutes)
sv_se: Speltid (minuter)

source: Total minutes
sv_se: Totala minuter

source: Calculated runtime: %d hours and %d minutes
sv_se: Beräknad speltid: %d timmar och %d minuter

source: Age Limit
sv_se: Åldersgräns

source: Select age limit
sv_se: Välj åldersgräns

source: Child Approved
sv_se: Barntillåten

source: From 7 years
sv_se: Från 7 år

source: From 11 years
sv_se: Från 11 år

source: From 15 years
sv_se: Från 15 år

source: Showtimes
sv_se: Visningstider

source: Date
sv_se: Datum

source: HH:MM
sv_se: TT:MM

source: Language
sv_se: Språk

source: Remove
sv_se: Ta bort

source: Add Showtime
sv_se: Lägg till visning

source: Genres
sv_se: Genrer

source: Runtime
sv_se: Speltid

source: %d minute
sv_se: %d minut

source: 7 years
sv_se: 7 år

source: 11 years
sv_se: 11 år

source: 15 years
sv_se: 15 år

source: Edit showtimes
sv_se: Redigera visningstider

source: %d showtime
sv_se: %d visning

source: Film plot
sv_se: Filmhandling

source: Total runtime in minutes
sv_se: Total speltid i minuter

source: Age rating
sv_se: Åldersgräns

source: List of showtimes
sv_se: Lista över visningstider

source: Calculated runtime in hours and minutes
sv_se: Beräknad speltid i timmar och minuter
